brew "ack"
brew "act"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "unbound"
brew "gcc"
brew "cmake"
brew "docker-compose"
brew "exa"
brew "exiftool"
brew "wangle"
brew "fbthrift"
brew "fd"
brew "fish"
brew "fisher"
brew "flux", link: false
brew "fpp"
brew "fzf", args: ["HEAD"]
brew "gh"
brew "gist"
brew "git"
brew "git-lfs"
brew "rebar3"
brew "graphene"
brew "graphviz"
brew "grep"
brew "gupnp"
brew "hadolint"
brew "hashcat"
brew "htop"
brew "jq"
brew "just"
brew "mas"
brew "md5sha1sum", link: false
brew "ninja"
brew "meson"
brew "pdfgrep"
brew "pidof"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "ripgrep"
brew "sccache"
brew "shellcheck"
brew "skopeo"
brew "socat"
brew "spoof-mac"
brew "starship"
brew "terraform"
brew "tmate"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "yq"
brew "z"
cask "1password"
cask "1password-cli"
cask "calibre"
cask "discord"
cask "dropbox"
cask "firefox"
cask "flux"
cask "git-credential-manager-core"
cask "google-drive"
cask "gpg-suite"
cask "graphiql"
cask "keybase"
cask "kitty"
cask "little-snitch"
cask "ngrok"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "skitch"
cask "spotify"
cask "stretchly"
cask "telegram"
cask "textual"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "AutoMute", id: 1118136179
mas "Bitdefender Virus Scanner", id: 500154009
mas "DigiDoc4 Client", id: 1370791134
mas "Fantastical", id: 975937182
mas "Hidden Bar", id: 1452453066
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
