tap "1password/tap"
tap "artginzburg/tap"
tap "aws/tap"
tap "blacktop/tap"
tap "bls/blackbox"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "ack"
brew "act"
brew "ansible"
brew "libpng"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "apib"
brew "apr-util"
brew "aptly"
brew "argp-standalone"
brew "glib"
brew "python@3.9"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cairo"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "bison"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "guile"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "blackbox"
brew "boost"
brew "eigen"
brew "isl"
brew "libmpc"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cloc"
brew "cmake"
brew "python@3.10"
brew "cookiecutter"
brew "ctags"
brew "direnv"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "exa"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fdk-aac"
brew "fribidi"
brew "lame"
brew "jpeg", link: true
brew "libass"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "theora"
brew "xvid"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "fisher"
brew "flux", link: false
brew "fpp"
brew "fzf", args: ["HEAD"]
brew "gd"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "gist"
brew "git"
brew "git-lfs"
brew "rebar3"
brew "gleam"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-typist"
brew "gnupg@1.4", link: false
brew "go"
brew "gobject-introspection"
brew "graphene"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gsl"
brew "libsoup"
brew "gssdp"
brew "gstreamer"
brew "orc"
brew "gst-plugins-base"
brew "gst-editing-services"
brew "libnice"
brew "srtp"
brew "gst-plugins-bad"
brew "gtk+3"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "py3cairo"
brew "pygobject3"
brew "gst-python"
brew "gupnp"
brew "hadolint"
brew "hashcat"
brew "hdf5"
brew "htop"
brew "hugo"
brew "iperf"
brew "openssl@3"
brew "iperf3"
brew "irssi"
brew "iso-codes"
brew "jq"
brew "just"
brew "k6"
brew "keepassc"
brew "kpcli"
brew "krb5"
brew "libfido2"
brew "libiconv"
brew "libproxy"
brew "libquvi"
brew "librdkafka"
brew "libslirp"
brew "libsoup@2"
brew "libusb-compat"
brew "libvirt"
brew "libvo-aacenc"
brew "libxmlsec1"
brew "libxslt"
brew "llvm"
brew "lolcat"
brew "mage"
brew "mas"
brew "md5sha1sum", link: false
brew "mercurial"
brew "ninja"
brew "meson"
brew "mysql"
brew "mysql-client"
brew "netcdf"
brew "nghttp2"
brew "nmap"
brew "redis"
brew "ntopng"
brew "openjdk"
brew "openapi-generator"
brew "opencv@3"
brew "p7zip"
brew "pcalc"
brew "poppler"
brew "pdfgrep"
brew "pidof"
brew "pipenv"
brew "pipx"
brew "vde"
brew "qemu"
brew "podman"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pth"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "qt"
brew "pyqt"
brew "qt@5"
brew "pyqt@5"
brew "python@3.8"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "repo"
brew "ripgrep"
brew "ruby", link: true
brew "sccache"
brew "sdl12-compat"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "selenium-server"
brew "shellcheck"
brew "sip"
brew "skopeo"
brew "sloccount"
brew "socat"
brew "sphinx-doc"
brew "spoof-mac"
brew "ssh-copy-id", link: true
brew "starship"
brew "streamlink"
brew "subversion"
brew "telnet"
brew "terraform"
brew "texi2html"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "typescript"
brew "vala"
brew "vim"
brew "vtk"
brew "wakatime-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk-trello"
brew "xmlstarlet"
brew "yadm"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "artginzburg/tap/sudo-touchid"
brew "blacktop/tap/ipsw"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "atom"
cask "box-sync"
cask "caffeine"
cask "calibre"
cask "chromedriver"
cask "cool-retro-term"
cask "cyberduck"
cask "digikam"
cask "discord"
cask "docker"
cask "dropbox"
cask "dupeguru"
cask "firefox"
cask "flux"
cask "git-credential-manager-core"
cask "gitkraken"
cask "gitup"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "graphiql"
cask "inkscape"
cask "iterm2"
cask "keepassx"
cask "keepassxc"
cask "keybase"
cask "kitematic"
cask "kitty"
cask "krisp"
cask "libreoffice"
cask "little-snitch"
cask "meld"
cask "miniconda"
cask "mullvadvpn"
cask "ngrok"
cask "notion"
cask "onedrive"
cask "pgadmin4"
cask "pictogram"
cask "podman-desktop"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "stretchly"
cask "telegram"
cask "textual"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "tweeten"
cask "unetbootin"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "yed"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "AutoMute", id: 1118136179
mas "Bitdefender Virus Scanner", id: 500154009
mas "DigiDoc4 Client", id: 1370791134
mas "Fantastical", id: 975937182
mas "GIPHY CAPTURE", id: 668208984
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "LastPass", id: 926036361
mas "Lightshot Screenshot", id: 526298438
mas "mRay", id: 1453195513
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "Pocket", id: 568494494
mas "SimplePastie", id: 402351865
mas "SourceDrop", id: 520820413
mas "TeRa", id: 1243347809
mas "Todoist", id: 585829637
mas "Typist", id: 415166115
mas "Xcode", id: 497799835
