tap "aws/tap"
tap "bls/blackbox"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "loadimpact/k6"
brew "ack"
brew "gdbm"
brew "libyaml"
brew "xz"
brew "python@3.10"
brew "ansible"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "apib"
brew "aptly"
brew "argp-standalone"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "python@3.8"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazel"
brew "bison"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "libevent"
brew "unbound"
brew "libksba"
brew "libusb"
brew "gnupg", link: false
brew "nghttp2"
brew "blackbox"
brew "cairo"
brew "eigen"
brew "isl"
brew "libmpc"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cloc"
brew "cmake"
brew "cookiecutter"
brew "ctags"
brew "docker-compose", link: false
brew "erlang", link: false
brew "elixir"
brew "exiftool"
brew "fd"
brew "fdk-aac"
brew "fribidi"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "sdl2"
brew "srt"
brew "theora"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "fpp"
brew "fzf", args: ["HEAD"]
brew "gd"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gist"
brew "git"
brew "git-lfs"
brew "gleam"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-typist"
brew "gnupg@1.4", link: false
brew "go"
brew "graphene"
brew "pango"
brew "graphviz"
brew "grep"
brew "gsl"
brew "gssdp"
brew "gstreamer"
brew "orc"
brew "gst-plugins-base"
brew "gst-editing-services"
brew "gst-plugins-bad"
brew "gtk+3"
brew "qt"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "pygobject3"
brew "gst-python"
brew "libxml2"
brew "gupnp"
brew "hadolint"
brew "hashcat"
brew "hdf5"
brew "htop"
brew "hugo"
brew "iperf"
brew "iperf3"
brew "irssi"
brew "iso-codes"
brew "jq"
brew "just"
brew "krb5"
brew "libiconv"
brew "libproxy"
brew "libquvi"
brew "libsoup"
brew "libusb-compat"
brew "libvirt"
brew "libvo-aacenc"
brew "llvm"
brew "lolcat"
brew "lua"
brew "mage"
brew "mas"
brew "md5sha1sum"
brew "mercurial"
brew "ninja"
brew "meson"
brew "mysql"
brew "mysql-client"
brew "netcdf"
brew "nmap", link: false
brew "node"
brew "redis"
brew "ntopng"
brew "numpy", link: false
brew "openjdk"
brew "openapi-generator"
brew "opencv@3"
brew "p7zip"
brew "pidof"
brew "pipenv"
brew "vde"
brew "qemu"
brew "podman"
brew "postgresql"
brew "pre-commit"
brew "pth"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "pyqt"
brew "pyside"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "repo"
brew "ripgrep"
brew "ruby", link: true
brew "sccache"
brew "sdl"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "selenium-server"
brew "sgrep"
brew "shellcheck"
brew "sip"
brew "skopeo"
brew "sloccount"
brew "socat"
brew "sphinx-doc"
brew "spoof-mac"
brew "ssh-copy-id", link: true
brew "streamlink"
brew "subversion"
brew "telnet"
brew "terraform"
brew "texi2html"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "vala"
brew "vtk"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yadm"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "loadimpact/k6/k6"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "atom"
cask "background-music"
cask "balenaetcher"
cask "box-sync"
cask "caffeine"
cask "calibre"
cask "chromedriver"
cask "cool-retro-term"
cask "cyberduck"
cask "dnscrypt"
cask "dropbox"
cask "dupeguru"
cask "firefox"
cask "flux"
cask "github-desktop"
cask "gitkraken"
cask "gitup"
cask "google-chrome"
cask "google-drive"
cask "google-earth"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "keybase"
cask "kitematic"
cask "kitty"
cask "libreoffice"
cask "little-snitch"
cask "miniconda"
cask "mullvad"
cask "ngrok"
cask "onedrive"
cask "osxfuse"
cask "pgadmin4"
cask "powershell"
cask "pycharm"
cask "quicksilver"
cask "rectangle"
cask "rstudio"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "stretchly"
cask "textual"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "unetbootin"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "xquartz"
cask "yed"
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "AutoMute", id: 1118136179
mas "Bitdefender Virus Scanner", id: 500154009
mas "Canary Mail", id: 1236045954
mas "DigiDoc4 Client", id: 1370791134
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "LastPass", id: 926036361
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "SimplePastie", id: 402351865
mas "SourceDrop", id: 520820413
mas "TeRa", id: 1243347809
mas "Todoist", id: 585829637
mas "Typist", id: 415166115
mas "Xcode", id: 497799835
