oh-my-fish/plugin-argu
oh-my-fish/plugin-brew
jethrokuan/z
oh-my-fish/plugin-dpaste
oh-my-fish/plugin-foreign-env
PatrickF1/fzf.fish
halostatue/fish-rust
nickeb96/puffer-fish
